DataByne.theme-monokai-hc
DavidAnson.vscode-markdownlint
Edka.haskutil
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
Ikuyadeu.r
James-Yu.latex-workshop
PKief.material-icon-theme
RobbOwen.synthwave-vscode
RomanPeshkov.vscode-text-tables
Vans.haskero
VisualStudioExptTeam.vscodeintellicode
arrterian.nix-env-selector
bbenoist.Nix
brettm12345.nixfmt-vscode
bungcip.better-toml
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
efoerster.texlab
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
jcanero.hoogle-vscode
jolaleye.horizon-theme-vscode
jroesch.lean
justusadam.language-haskell
kamen.noctis-high-contrast
lunaryorn.fish-ide
matklad.rust-analyzer
ms-python.python
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
nedy.lights-out
redhat.java
redhat.vscode-yaml
rust-lang.rust
sjhuangx.vscode-scheme
skellock.just
skyapps.fish-vscode
ssmi.after-dark
teabyii.ayu
timonwong.shellcheck
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
whizkydee.material-palenight-theme
zhuangtongfa.material-theme
