arrterian.nix-env-selector
bbenoist.Nix
brettm12345.nixfmt-vscode
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
Edka.haskutil
esbenp.prettier-vscode
James-Yu.latex-workshop
jcanero.hoogle-vscode
justusadam.language-haskell
lunaryorn.fish-ide
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
redhat.java
redhat.vscode-yaml
RomanPeshkov.vscode-text-tables
rust-lang.rust
sjhuangx.vscode-scheme
skellock.just
skyapps.fish-vscode
timonwong.shellcheck
Vans.haskero
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
vscodevim.vim
